Repository: CofficLab/Lumi
Catalog: Plugins/SampleInsightsEditorPlugin/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Cursor
zh_hans: 光标
zh_hk: 游標

source: Demonstrates hover, panel, and title action contributions.
zh_hans: 演示悬停、面板和标题操作贡献。
zh_hk: 示範懸停、面板和標題操作貢獻。

source: Editor Settings
zh_hans: 编辑器设置
zh_hk: 編輯器設定

source: Extension Settings
zh_hans: 扩展设置
zh_hk: 延伸設定

source: Insights
zh_hans: 洞察
zh_hk: 洞察

source: Language
zh_hans: 语言
zh_hk: 語言

source: Large File
zh_hans: 大文件
zh_hk: 大檔案

source: No
zh_hans: 否
zh_hk: 否

source: Sample Insights
zh_hans: 示例洞察
zh_hk: 範例洞察

source: Sample Insights Inline Tips
zh_hans: 示例洞察行内提示
zh_hk: 範例洞察行內提示

source: Settings items from editor extensions are automatically grouped here.
zh_hans: 来自 editor extensions 的设置项会自动汇总到这个分组。
zh_hk: 來自 editor extensions 的設定項會自動彙總到這個分組。

source: This panel is contributed by SuperEditorPanelContributor and toggled from a titleTrailing status item.
zh_hans: 此面板由 SuperEditorPanelContributor 提供，通过 titleTrailing 状态项切换。
zh_hk: 此面板由 SuperEditorPanelContributor 提供，透過 titleTrailing 狀態項切換。

source: Toggle sample insights panel
zh_hans: 切换示例洞察面板
zh_hk: 切換範例洞察面板

source: Used to demonstrate how plugin settings are displayed in the editor settings page.
zh_hans: 用于演示插件贡献设置如何统一显示在 editor settings 页面。
zh_hk: 用於示範插件貢獻設定如何統一顯示在 editor settings 頁面。

source: Yes
zh_hans: 是
zh_hk: 是
